Repository: mozilla-l10n/mt-training-data
Catalog: ab/ab_pontoon.tmx
Source language: en_us
Languages: ab

source: <p>The browser is configured to use a proxy server, but the proxy refused a connection.</p> <ul> <li>Is the browser’s proxy configuration correct? Check the settings and try again.</li> <li>Does the proxy service allow connections from this network?</li> <li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li> </ul>
ab: <p>Абраузер еиқәыршәоуп апрокси-сервер ахархәаразы, аха апрокси-сервер аимадара ашьақәыргылара мап ацәикит.</p> <ul> <li>Убраузер апрокси архиарақәа гәаҭаны даҽазнык уҽазышәа.</li> <li>Апрокси-маҵзура ари аҳа аҟынтәи аимадара азин анаҭозар гәашәҭ.</li> <li>Иахьагьы иҟоума апроблема? Ацхыраара азы шәсистема администратор ма интернет амаҵзура аиқәыршәаҩ шәиацәажәа.</li> </ul>

source: <p>The browser is operating in its offline mode and cannot connect to the requested item.</p> <ul> <li>Is the device connected to an active network?</li> <li>Press “Try Again” to switch to online mode and reload the page.</li> </ul>
ab: <p>Абраузер офлаинуп, убри аҟнытә иаҭаху асаит ахь аимадара аԥҵара алшом.</p> <ul> <li>Аиқәыршәага аус зуа аҳа иадҳәалоу-иаҿаку гәашәҭ.</li> <li>«Try Again», ақәыӷәӷәара аофлаин режим аҟынтәи аҭыҵразы, насгьы адаҟьа ҿыц аҭагаларазы.</li> </ul>

source: <p>The network link was interrupted while negotiating a connection. Please try again.</p> <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
ab: <p>Асаит ахь аимадара аанкылан аимадара ашьақәыргылара аамҭазы. Ҳаҳәоит даҽазнык шәҽазышәшәа.</p> <ul> <li>Асаит аамҭала иҟамзар ауеит, мамзаргьы азыҳәарақәа рыла иҭәызар ауеит. Ԥыҭрак ашьҭахь даҽазнык шәҽазышәшәа.</li> <li>Даҟьак аҭагалара улымшозар, шәхы иашәырхәо амобильтә ма Wi-Fi аимадара гәашәҭ.</li> </ul>

source: <p>The page you are trying to view cannot be shown because an error in the data transmission was detected.</p> <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
ab: <p>Узхәаԥшырц иуҭаху адаҟьа аарԥшра ауам, избан акәзар адыррақәа рыҭараан агха ԥшаан.</p> <ul> <li>Ҳаҳәоит, асаит зтәу шәрыҿцәажәаны, ари азҵаара иазкны ирзеиҭашәҳәарц.</li> </ul>

source: <p>The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.</p> <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
ab: <p>Узыхәаԥшырц иуҭаху адаҟьа аарԥшра ауам, избан акәзар уи ииашам ма иадгылам адыррақәа рырӷәӷәара аметод ахархәоит.</p> <ul> <li>Ҳаҳәоит, асаит зтәу шәрыҿцәажәаны, ари азҵаара иазкны ирзеиҭашәҳәарц.</li> </ul>

source: <p>The provided address is not in a recognized format. Please check the location bar for mistakes and try again.</p>
ab: <p>Иарбоу адрес аформат еилкаашьа амам. Адрес агха ыҟоу-иҟаму гәаҭаны даҽазнык шәҽазышәшәа.</p>

source: <p>The requested address specified a port (e.g., <q>mozilla.org:80</q> for port 80 on mozilla.org) normally used for purposes <em>other</em> than Web browsing. The browser has canceled the request for your protection and security.</p>
ab: <p>Иаҳәоу адрес апорт амоуп (иаҳҳәап, <q>mozilla.org:80</q> mozilla.org аҟны апорт 80 ауп), уи <em>абжьааԥны ахархәара амаӡам</em> асаитқәа рзы. Ашәарҭадара азы, абраузер ари азыҳәара мап ацәнакит.</p>

source: <p>The requested site did not respond to a connection request and the browser has stopped waiting for a reply.</p> <ul> <li>Could the server be experiencing high demand or a temporary outage? Try again later.</li> <li>Are you unable to browse other sites? Check the device’s network connection.</li> <li>Is your device or network protected by a firewall or proxy? Incorrect settings can interfere with Web browsing.</li> <li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li> </ul>
ab: <p>Асаит аимадара азыҳәара аҭак амҭеит, насгьы абраузер аԥшра ааннакылеит.</p> <ul> <li>Асаит асервер мыцхәы иҭагалазар ауеит ма аамҭала аус ауам. Ҳаҳәоит, нас даҽазнык шәҽазышәшәа.</li> <li>Даҽа саитқәак раартра узымчҳауазар, ухы иаурхәо аҳа ишадҳәалоу гәаҭ.</li> <li>Шәхыхәҭа ма аҭыԥантәи аҳа абрандмауэр ма апрокси-сервер ала ихьчазар, урҭ гәашәҭ, избанзар ииашам архиарақәа асаитқәа рыԥшаара шәԥырхагахар ауеит.</li> <li>Иахьагьы иҟоума апроблема? Ацхыраара азы шәсистема администратор ма интернет амаҵзура аиқәыршәаҩ шәиацәажәа.</li> </ul>

source: <p>The site at %1$s has been reported as an attack site and has been blocked based on your security preferences.</p>
ab: <p>Иҟоуп адыррақәа, асаит %1$s ахархәаҩцәа рҳәагақәа рықәлара азы ахархәара амоуп ҳәа, убри аҟнытә уи ашәарҭадаратә еиқәыршәарақәа инарықәыршәаны иаанкылан.</p>

source: <p>The site at %1$s has been reported as a potentially harmful site and has been blocked based on your security preferences.</p>
ab: <p>Иҟоуп адыррақәа %1$s асаит шәарҭахар шалшо, убри аҟнытә уи ашәарҭадаратә еиқәыршәарақәа инарықәыршәаны иаанкылоуп.</p>

source: <p>The site at %1$s has been reported as serving unwanted software and has been blocked based on your security preferences.</p>
ab: <p>Иҟоуп адыррақәа, асаит %1$s ахархәара амоуп иаҭахым апрограмматә еиқәыршәара аларҵәаразы, убри аҟнытә уи ашәарҭадаратә еиқәыршәарақәа рыла иаанкылоуп.</p>

source: <p>The site responded to the network request in an unexpected way and the browser cannot continue.</p>
ab: <p>Асаит ҳзықәымгәыӷӡоз ала аҳәара аҭак ҟанаҵеит, насгьы абраузер уи аҭак аус адулара алшом.</p>

source: <p>This web page at %1$s has been reported as a deceptive site and has been blocked based on your security preferences.</p>
ab: <p>Иҟоуп адыррақәа, ари ауеб-даҟьа %1$s мцуп ҳәа, насгьы уи ашәарҭадаратә еиқәыршәарақәа ирыхҟьаны иаанкылоуп ҳәа.</p>

source: Pull to refresh
ab: Арҿыцразы иҭгатәуп

source: QR scanner
ab: Аштрих-код аԥхьага

source: Quality
ab: Ахаҭабзиара

source: Quick settings sheet
ab: Ирццаку архиарақәа рпанель

source: Quit
ab: Аҭыҵра

source: Quit %1$s
ab: Аҭыҵра %1$s

source: Quitting the application to apply changes…
ab: Аԥсахрақәа рхархәаразы апликациа аҭыҵра…

source: Rated %1$s out of 5
ab: Ахәшьара %1$s 5 рҟынтә

source: Rate on Google Play
ab: Google Play аҟны ахәшьара

source: Rating
ab: Ахәшьара

source: Rating: %1$.02f out of 5
ab: Ахәшьара: %1$.02f 5 рҟынтә

source: Read and modify bookmarks
ab: Адыргақәа рыԥхьареи рыԥсахреи

source: Read and modify browser settings
ab: Абраузер архиарақәа аԥхьареи рыԥсахреи

source: Read and modify privacy settings
ab: Амаӡара архиарақәа рыԥхьареи рыԥсахреи

source: Reader view
ab: Аԥхьара аԥшра

source: Reader View, Print, Share, Open app
ab: Аԥхьаратә режим, Акьыԥхьра, Ацеиҩшара, Апрограмма аартра

source: Reader View, Translate, Print, Share, Open app
ab: Аԥхьаратә режим, Аиҭагара, Акьыԥхьра, Ацеиҩшара, Апрограмма аартра

source: read the article
ab: Астатиа уаԥхьа

source: Read the text of all open tabs
ab: Иаарту абларҭақәа зегьы рҿы атекст аԥхьара

source: Read your browsing history
ab: Абраузер аҭоурых аԥхьара

source: Ready to scan
ab: Абаркод аԥхьара

source: Rear-facing camera
ab: Ашьҭахьтәи акамера

source: Received tabs
ab: Егьырҭ аиқәыршәагақәа рҟынтә абларҭақәа

source: Recently closed
ab: Ааигәа иаркыз

source: Recently closed tabs
ab: Ааигәа иаркыз абларҭақәа

source: Recently used
ab: Ааигәа ахархәара зауз

source: Recently visited
ab: Ааигәа дахьнеиз

source: Recommended
ab: Арекоммендациа змоу

source: Recommended extensions
ab: Иреиӷьу анарҭбаарақәа

source: Reconnect to resume syncing
ab: Асинхронизациа ацҵаразы даҽазнык аҽаҿакра

source: Reconnect to Sync
ab: Асинхронизациа аиҭаҿакра

source: Redirect Trackers
ab: Ашьҭаԥшыгақәа рырхынҳәра

source: Refreshing this page could duplicate recent actions, such as sending a payment or posting a comment twice.
ab: Ари адаҟьа арҿыцра аҵыхәтәантәи аус еиҭанаҳәар алшоит, иаҳҳәап, ашәара ма даҽазнык акомментари ашьҭрала.

source: Reliable reviews
ab: Зыгәра уго ахҳәаақәа

source: Reliable reviews. We believe the reviews are likely from real customers who left honest, unbiased reviews.
ab: Узықәгәыӷыртә иҟоу ахҳәаақәа. Ҳара ҳагәра ганы ҳаҟоуп, ари ахҳәаа еиҳарак ииашоу, еилых ҟамҵа ахҳәаа ҟазҵаз ииашоу аалыҵҳәаҩцәа шракәу.

source: Reload
ab: Аиҭаҿакра

source: Remember decision for this site
ab: Ари асаит азы ишәхашәмыршҭлан

source: Reminder: %1$s is still using your camera. Tap to open the tab.
ab: Агәаларшәара: %1$s уажәгьы укамера ахархәара амоуп. Аҭаӡҩыра аартразы ақәыӷәӷәара.

source: Reminder: %1$s is still using your microphone and camera. Tap to open the tab.
ab: Агәаларшәара: %1$s уажәгьы умикрофони акамереи ихы иаирхәоит. Аҭаӡҩыра аартразы ақәыӷәӷәара.

source: Reminder: %1$s is still using your microphone. Tap to open the tab.
ab: Агәаларшәара: %1$s уажәгьы умикрофон ахархәара амоуп. Аҭаӡҩыра аартразы ақәыӷәӷәара.

source: Remote debugging via USB
ab: Ахаратәи ариашара USB ала

source: Remove %1$s
ab: Ианыхтәуп %1$s

source: Remove account
ab: Ахыԥхьаӡара аԥыхтәуп

source: Removed %1$s
ab: Афаил %1$s аныхуп

source: Remove from shortcuts
ab: Аҿацәқәа рҟынтә иаԥыхтәуп

source: Removes history (including history synced from other devices)
ab: Ианыхуеит аҭоурых (егьырҭ аиқәыршәагақәа ирыцсинхронтәу аҭоурыхгьы уахь иналаҵаны)

source: Removes history (including history synced from other devices), cookies and other browsing data.
ab: Ирыцқьоит аҭоурых (егьырҭ ахархәагақәа рҟынтәи аҭоурыхгьы уахь иналаҵаны), акукиқәеи егьырҭ аԥшааратә данноқәеи.

source: Remove tab from collection
ab: Ианыхтәуп абларҭа аизга аҟынтәи

source: Rename
ab: Ахьӡ ԥсахтәуп

source: Rename collection
ab: Аизга ахьӡ ԥсахтәуп

source: Replace query with “%s”. Example: https://suggestqueries.google.com/complete/search?client=firefox&q=%s
ab: Аҭахра ”%s” ала иԥсахтәуп. Аҿырԥштәы: https://suggestqueries.google.com/complete/search?client=firefox&q=%s

source: Replace query with “%s”. Example: https://www.google.com/search?q=%s
ab: Аҭахра ацәаҳәа ”%s” ала иԥсахтәуп. Аҿырԥштәы: https://www.google.com/search?q=%s

source: Report product is in stock
ab: Ашьҭаҵарҭаҿы аалыҵ шыҟоу азы адырраҭара

source: Request sent
ab: Аҳәара шьҭуп

source: Request support for this site?
ab: Ари асаит азы адгылара азыҳәара?

source: required
ab: иаҭахуп

source: Required
ab: Хымԥада

source: Resend data
ab: Даҽазнык идәықәҵатәуп адыррақәа

source: Resend data to this site?
ab: Даҽазнык ари асаит ахь адыррақәа рышьҭра?

source: Reset CFRs
ab: Аиҭашьақәыргылара CFR

source: Restart %1$s
ab: Аиҭаҿакра %1$s

source: Restart extensions
ab: Анарҭбаарақәа ҿыц аус арура

source: Restore tab
ab: Агәылаҵа аиҭашьақәыргылара

source: Resume
ab: Анаркьаҿ

source: Resync
ab: Аиҭасинхронизациа

source: RETRY
ab: ДАҼАЗНЫК

source: Return to previous app
ab: Ԥасатәи арзаҳал ахь ахынҳәра

source: Review Checker
ab: Ахҳәаа агәаҭара

source: Review checker is powered by %s
ab: Ахҳәаа Агәаҭага Аинструмент %s иаԥнаҵаз

source: Reviews: %1$s
ab: Ахҳәаа: %1$s

source: Run in private browsing
ab: Ахатә ԥенџьырқәа рҿы аус ауеит

source: Safe browsing with more choices
ab: Алхрақәа рацәаны иҟоу ашәарҭадаратә веб-серфинг

source: Sans serif
ab: Асериф змам

source: Sans Serif font
ab: Ашрифт асерифда

source: Satisfied
ab: Ицәгьам

source: Save address
ab: Еиқәырхатәуп адрес

source: Save and fill addresses
ab: Еиқәырхатәуп, адресқәа ҭашәырҭәаатәуп

source: Save and fill payment methods
ab: Еиқәырхатәуп, насгьы ихарҭәаатәуп ашәаратә методқәа

source: Save as PDF
ab: PDF еиԥш еиқәырхатәуп

source: Save as PDF…
ab: PDF еиԥш еиқәырхатәуп…

source: Save changes.
ab: Еиқәырхатәуп аԥсахрақәа.

source: Saved cards
ab: Еиқәырхаз ахсаалақәа

source: Saved in “%s”
ab: Иҵәахуп ”%s” аҟны

source: Saved passwords
ab: Иеиқәырхоу амаӡажәақәа

source: Saved %s
ab: %s еиқәырхоуп

source: Save file to device
ab: Афаил шәхыхәҭаҿы еиқәшәырха

source: Save image
ab: Еиқәырхатәуп асахьа

source: Save in
ab: Еиқәырхатәуп

source: Save password?
ab: Апароль еиқәырхатәума?

source: Save passwords
ab: Амаӡажәақәа еиқәырхатәуп

source: Save selected tabs to collection
ab: Иалху абларҭақәа аизгаҿы еиқәырхатәуп

source: Save sites as you browse. Sign in to grab bookmarks from other synced devices.
ab: Аԥшаараан асаитқәа еиқәырхатәуп. Аҭалара егьырҭ асинхронизациа зызу ахархәагақәа рҟынтәи аҭыжьымҭақәа раиуразы.

source: Save sites as you browse. We’ll also grab bookmarks from other synced devices.
ab: Аԥшаараан асаитқәа еиқәырхатәуп. Ҳара иара убас егьырҭ асинхронизациа зызу ахархәагақәа рҟынтә анҵамҭақәа ҳауеит.

source: Save tabs to collection
ab: Агәылаҵақәа аизгаҿы еиқәырхатәуп

source: Save to collection
ab: Аизгахь

source: Save to collection…
ab: Аизгаҿы еиқәырхатәуп…

source: %s by Mozilla
ab: %s Мозилла ала

source: Scan
ab: Аԥхьаӡара

source: Scan QR code
ab: Асканер QR акод

source: Scan the code
ab: Абаркод аԥхьара

source: Scan the QR code shown at <b>firefox.com/pair</b>
ab: Штрих-код шәаԥхьа <b>firefox.com/pair</b>

source: Scroll to hide address bar and toolbar
ab: Адресқәа рпанельи амыругақәа рпанельи рҵәахразы еиҭагатәуп

source: Scroll to hide toolbar
ab: Аиҭагара амыругақәа рпанель аҵәахразы

source: Search %1$s
ab: Аԥшаара %1$s аҟны

source: Search bookmarks
ab: Адыргақәа рҿы аԥшаара

source: Search browsing history
ab: Аԥшаара ауеб аԥшаара аҭоурых ала

source: Search by Image
ab: Асахьала аԥшаара

source: Search directly from the address bar
ab: Адресқәа рцәаҳәа аҟынтәи ишиашоу аԥшаара

source: Search engine name
ab: Аԥшаага машьына ахьӡ

source: Search engines
ab: Аԥшаагақәа

source: Search engine: %s
ab: Аԥшаага: %s

source: Search engine settings
ab: Аԥшаага архиарақәа

source: Search history
ab: Ажурнал аԥшаара

source: Search language
ab: Абызшәа аԥшаара

source: Search logins
ab: Алогинқәа рыԥшаара

source: Search or enter address
ab: Иҭажәгал шәзыҳәара ма шәҭыӡҭыԥ

source: Search passwords
ab: Амаӡажәақәа рыԥшаара

source: Search %s
ab: Аԥшаара %s аҟны

source: Search settings
ab: Аԥшаара архиарақәа

source: Search string URL
ab: Аԥшааратә панель URL

source: Search suggestion API (optional)
ab: Аԥшааратә ажәалагалақәа API (иаҭахым)

source: Search suggestion API URL
ab: Аԥшааратә ажәалагалақәа API URL

source: Search synced tabs
ab: Аԥсҭҳәа абларҭақәа рыԥшаара

source: Search tabs
ab: Ахҵарақәа рҿы аԥшаара

source: Search the web
ab: Аинтернет аҿы аԥшаара

source: Secure Connection Failed
ab: Ишәарҭам аимадара ашьақәыргылара алымшеит

source: Securely save this card?
ab: Ари акарта шьақәыргылатәума?

source: Securely send tabs between your devices and discover other privacy features in Firefox.
ab: Шәарҭада еиҭагатәуп анҵамҭақәа шәхыхәҭақәа рыбжьара, насгьы Firefox аҿы егьырҭ амаӡаратә ҟазшьақәа шәыԥшаа.

source: Secure site not available
ab: Ишәарҭам асаит ыҟаӡам

source: Secure Site Not Available
ab: Асаит ишәарҭам аверсиа ыҟаӡам

source: Secure your saved passwords
ab: Ихьчатәуп еиқәырхаз ажәамаӡақәа

source: Secure your saved payment methods
ab: Ихьчатәуп еиқәырхаз ашәаратә методқәа

source: See all synced tabs
ab: Аԥсҭҳәа абларҭақәа зегьы

source: See an interesting pic and learn more about it.
ab: Аинтерес зҵоу картинку и узнайте о ней больше.

source: See details
ab: Еиҳаны аилкаара

source: See how reliable product reviews are on %1$s before you buy. Review Checker, an experimental feature from %2$s, is built right into the browser.
ab: Аахәара ҟашәҵаанӡа, шәахәаԥш %1$s аҟны аалыҵ ахҳәаа шаҟа игәрагоу. Ахҳәаа агәаҭара, %2$s аҟынтәи аексперименталтә ҟазшьа, ииашаҵәҟьаны абраузер аҿы иаԥҵоуп.

source: See how reliable product reviews are on %1$s before you buy. Review checker, an experimental feature from %2$s, is built right into the browser. It works on %3$s and %4$s, too.
ab: Аахәара ҟашәҵаанӡа, шәахәаԥш шаҟа игәрагоу аалыҵ ахҳәаа %1$s аҟны. Ахҳәаа агәаҭара, %2$s аҟынтәи аексперименталтә ҟазшьа, ииашаҵәҟьаны абраузер аҿы иаԥҵоуп. Уи %3$s и %4$s рҿгьы аус ауеит.

source: Select address
ab: Иалхтәуп адрес

source: Select a language to manage ”always translate“ and ”never translate“ preferences.
ab: Иалшәх бызшәа ”еснагь еиҭагалатәуп” насгьы ”ахаангьы еиҭагатәӡам” ҳәа аконтроль азы.

source: Select all
ab: Зегьы алхтәуп

source: Select collection
ab: Иалхтәуп аизга

source: Selected language
ab: Уажәтәи абызшәа

source: Selected tabs menu
ab: Иалху абларҭақәа рмениу

source: Select folder
ab: Аҭаӡ алхтәуп

source: Select one
ab: Алхра

source: Select tabs
ab: Агәылаҵақәа алхтәуп

source: Select Tabs
ab: Агәылаҵақәа алхтәуп

source: Select tabs to save
ab: Еиқәырхаразы абларҭақәа алхтәуп

source: %s encrypts all payment methods you save
ab: %s иҵәахуа ашәаратә методқәа зегьы ашифр рнаҭоит

source: %s encrypts your card number. Your security code won’t be saved.
ab: %s укарта аномер ашифр анаҭоит. Ушәарҭадаратә код еиқәырхахаӡом.

source: Send crash report
ab: Аиқәҟьара аҳасабырба ашьҭра

source: Send crash report to %1$s
ab: Аиқәымшәара аҳасабырбақәа %1$s ахь идәықәҵа

source: Send crash report to Mozilla
ab: Аиԥҟьара аҳасабырба Мозиллахь ишьҭтәуп

source: Sending crash report to %1$s
ab: Аиԥҟьаратә дырраҭара %1$s ахь идәықәҵахоит

source: Send request
ab: Азыҳәара ашьҭра

source: Send to all devices
ab: Аиқәыршәагақәа зегьы рахь идәықәҵатәуп

source: Send to device
ab: Аиқәыршәага ахь ашьҭра

source: Sep
ab: Ацә

source: Sepia
ab: Асепиа

source: Sepia color scheme
ab: Аԥштәқәа «Асепиа» рсхема

source: Serif
ab: Асерифтә

source: Serif font
ab: Асерифтә шрифт

source: Set
ab: Аргылара

source: Set as default browser
ab: Абраузер ишыҟоу еиԥш ишьақәыргылатәуп

source: Set by Battery Saver
ab: Абатариа аиқәырхаратә режим шәазхәыц

source: Set links from websites, emails, and messages to open automatically in Firefox.
ab: Firefox аҟны асаитқәа, аимеилқәа, адырраҭарақәа рҟынтәи азхьарԥшқәа автоматикала раартра еиқәыршәатәуп.

source: Set open tabs to close automatically that haven’t been viewed in the past day, week, or month.
ab: Аҵыхәтәантәи амш, амчыбжь, ма амза рзы иумбацыз иаарту анҵамҭақәа автоматикала рыцәҵара еиқәыршәатәуп.

source: Set time
ab: Аамҭа архиара

source: Set up a device lock pattern, PIN, or password to protect your saved passwords from being accessed if someone else has your device.
ab: Ухы иаурхәо ашәҟәы аартразы ахсаала, апин, ма аԥсыӡажәа шьақәыргылатәуп, ухы иаурхәо аԥсыӡажәақәа рыхьчаразы, даҽаӡәы ухы иархәаны анеира илшозар.

source: Set up a device lock pattern, PIN, or password to protect your saved payment methods from being accessed if someone else has your device.
ab: Ухы иаурхәо ашәаратә методқәа рыхьчаразы, даҽаӡәы ухы иаурхәо ашәаратә методқәа рыхьчаразы, ухы иаурхәо ашәҟәы, PIN, ма аԥсыӡажәа шьақәыргылатәуп.

source: Set up now
ab: Ишьақәыргылатәуп уажәы

source: %s had to restart
ab: %s ҿыц аус арура аҭахын

source: Share
ab: Ашара

source: Share…
ab: Ашара…

source: Share all tabs
ab: Агәылаҵақәа зегьы еицаҳзеиԥшуп

source: Share email address
ab: Ае-маил адрес еицаҳзеиԥшуп

source: Share image
ab: Асахьа еицаҳзеиԥшуп

source: Share link
ab: Аиҩшара азхьарԥш

source: Shares basic usage data with Adjust, our mobile marketing vendor
ab: Ихадоу ахархәаратә дыррақәа ҳмобильтә маркетинг аиқәыршәаҩ Аиқәыршәара еицашәыцеиҩышәша

source: Shares crash data automatically on startup with Mozilla after crashes occur
ab: Автоматла еицашәыцеиҩышәшоит аихсыӷьратә дыррақәа Мозилла аус арураан

source: Share selected tabs
ab: Иалху абларҭақәа еицашәыцеиҩшатәуп

source: Shares performance, usage, hardware and customization data about your browser with Mozilla to help us make %1$s better
ab: Убраузер аусура, ахархәара, ахархәага, архиарақәа ирызку адыррақәа Mozilla ацхыраарала %1$s еиҳагьы еиӷьны аҟаҵараҿы иҳацхраарц азы

source: Share via
ab: Аиҩшара абзоурала

source: Share with…
ab: Аиҩшара абзоурала…

source: %s, Heading
ab: %s, Ахы

source: Shipping
ab: Азнагара

source: Shortcut limit reached
ab: Аҿацә аҳәаа наӡеит

source: Shortcut name
ab: Аҿацә ахьӡ

source: Shortcut URL
ab: Аҿацә URL

source: Show ads in review checker
ab: Ахҳәаа гәаҭага аҟны аӡыргақәа аарԥштәуп

source: Show all
ab: Зегьы аарԥштәуп

source: Show all bookmarks
ab: Адыргақәа зегьы аарԥштәуп

source: Show all past explorations
ab: Иаарԥштәуп ииасыз аԥшаарақәа зегьы

source: Show all recent tabs button
ab: Иаарԥштәуп аҵыхәтәантәи абларҭақәа зегьы апытҟәыр

source: Show clipboard suggestions
ab: Аҭаӡҩыра аҟынтәи ажәалагалақәа

source: Show full history
ab: Аҭоурых зегьы аарԥштәуп

source: Show in private sessions
ab: Ахатә ԥенџьырқәа рҿы иаарԥштәуп

source: Show less
ab: Имаҷны аарԥшра

source: Show more
ab: Еиҳаны аарԥшра

source: Show original
ab: Аоригинал аарԥштәуп

source: Show password
ab: Иаарԥштәуп ажәамаӡа

source: Show search suggestions
ab: Аԥшааратә ажәалагалақәа

source: Show voice search
ab: Бжьыла аԥшаара аарԥштәуп

source: Sign back in to sync
ab: Асинхронизациазы даҽазнык аҭалара

source: Sign in
ab: Аҭалара

source: Sign in to reconnect
ab: Ҿыц аҽаԥшьгаразы аҭалара

source: Sign in to see synced bookmarks
ab: Асинхронизациа зызу шәыбӷьыцқәа рбаразы шәҭал

source: Sign in to sync
ab: Асинхронизациазы аҭалара

source: Sign in to Sync
ab: Асинхронизациазы аҭалара

source: Sign in to sync tabs, bookmarks, passwords, and more.
ab: Аҭаҩра асинхронизациа аҭаӡҩырақәа, анҵамҭақәа, аԥсыӡажәақәа, уҳәа убас иҵегьы.

source: Sign in with a %1$s account
ab: Ахыԥхьаӡара %1$s ала аҭалара

source: Sign in with your camera
ab: Акамера ахархәарала аҭалара

source: Sign out
ab: Аҭыҵра

source: Site
ab: Асаит

source: Site currently not supported
ab: Асаит уажәазы адгылара амаӡам

source: Site information
ab: Асаит аинформациа

source: Site notifications
ab: Асаит ардыррақәа

source: Site permissions
ab: Асаит азинқәа

source: Site removed
ab: Асаит аныхуп

source: Site settings
ab: Асаит архиарақәа

source: Social Media Trackers
ab: Асоциалтә медиа ашьҭаԥшыгақәа

source: Some content has been blocked by the autoplay setting
ab: Автохәмарра архиарақәа рыла аҵакы аанкылан

source: Some settings are temporarily unavailable.
ab: Еиқәыршәарақәак аамҭала иузыҟаҵом.

source: Some trackers marked below have been partially unblocked on this page because you interacted with them *.
ab: Ҵаҟа иазгәаҭоу тракерқәак ари адаҟьаҿы хәҭак ала иаартуп, избан акәзар шәара урҭ шәрыҿцәажәеит*.

source: Sorry. %1$s can’t load that page.
ab: Ҳаҭамыз, %1$s иалымшеит ари адаҟьа аҭагалара.

source: Sorry. %1$s had a problem and crashed.
ab: Саҭамыз. %1$s апроблема иақәшәеит, насгьы иԥхасҭахеит.

source: Sorry. A problem occurred in %1$s.
ab: Саҭамыз. %1$s аганахьала апроблема ыҟоуп.

source: Sorry, we don’t support %1$s yet.
ab: Рыцҳарас иҟалаз, ҳара макьана %1$s ҳрыдгылаӡом.

source: Sort passwords menu
ab: Амаӡажәа аилыԥшааратә мениу

source: %s | OSS Libraries
ab: %s | Ҳәарадатәи абиблиотекақәа

source: Sponsored
ab: Аспонсортә

source: Sponsored shortcuts
ab: Аспонсортә дыргақәа

source: Sponsored stories
ab: Испонсортәу астатиақәа

source: %s (Private)
ab: %s (Ихатәу)

source: %s protects you from many of the most common trackers that follow what you do online.
ab: %s уахьчоит еиҳа еицырдыруа ашьҭаҵаҩцәа рҟынтә, онлаин уаныҟоу иуцныҟәо.

source: %s search
ab: Аԥшаара %s аҟны

source: %s search engine
ab: Аԥшаага %s

source: Standard
ab: Астандарт

source: Standard (default)
ab: Иаабац (ишыҟоу)

source: Start browsing
ab: Аинтернет аԥшаара алагара

source: Start browsing.
ab: Аинтернет аԥшаара алагара.

source: Start your first search
ab: Раԥхьатәи аԥшаара алагара

source: State
ab: Арегион

source: Status:
ab: Аҟазшьа:

source: Stay
ab: Аанкылара

source: Stay encrypted when you hop between devices
ab: Аиқәыршәагақәа рыбжьара аныҟәараан ишифрланы аанхала

source: Stay in private browsing
ab: Ахатә ԥшаараҿы аанхара

source: Stop
ab: Аанкылара

source: Stop downloading %1$s (%2$s)
ab: Аҭагалара аанкылатәуп %1$s (%2$s)
